IDEA Open Model
ReinfFabric.DistanceX Property
Compatible with IDEA StatiCa Beta 20.0
 Distance between bars - direction X
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DistanceX { get; set; }
Public Property DistanceX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace